tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "fish"
brew "git"
brew "jq"
brew "mas"
brew "neovim"
brew "nodenv"
brew "pyenv"
brew "python"
brew "ruby-build"
brew "rbenv"
cask "google-chrome"
cask "iterm2"
cask "rubymine"
cask "karabiner-elements"
cask "visual-studio-code"
cask "1password"
cask "docker"
cask "airmail"
mas "Xcode", id: 497799835
